Repository: litespeedtech/cyberpanel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Chinese
ru: Китайский

source: Bulgarian
ru: Болгарский

source: Portuguese
ru: Португальский

source: Japanese
ru: Японский

source: Bosnian
ru: Боснийский

source: Russian
ru: Русский

source: Back up Website
ru: Резервное копирование веб-сайта

source: This page can be used to Back up your websites
ru: Эта страница может использоваться для резервного копирования ваших веб-сайтов

source: Select Website
ru: Выберите веб-сайт

source: Destination
ru: Место назначения

source: Home
ru: Главная

source: File Name
ru: Имя файла

source: Status
ru: Статус

source: Running
ru: Активен

source: Create Back up
ru: Создать резервную копию

source: Cancel Backup
ru: Отменить резервное копирование

source: File
ru: Файл

source: Date
ru: Дата

source: Size
ru: Размер

source: Delete
ru: Удалить

source: Cannot delete website, Error message:
ru: Не удается удалить веб-сайт, сообщение об ошибке:

source: Successfully Deleted
ru: Успешно удалено

source: Set up Back up Destinations
ru: Настройка места назначения резервного копирования

source: Remote Backups
ru: Удаленное резервное копирование

source: On this page you can set up your Back up destinations. (SFTP)
ru: На этой странице можно настроить место назначения резервного копирования. (SFTP)

source: IP Address
ru: IP Адрес

source: Password
ru: Пароль

source: Port
ru: Порт

source: Add Destination
ru: Добавить место назначения

source: Connection to
ru: Подключение к

source: successful.
ru: Успешно

source: Cannot add destination. Error message:
ru: Не удается добавить место назначения. Сообщение об ошибке:

source: Destination Added.
ru: Добавлено место назначения.

source: Could not connect to server. Please refresh this page.
ru: Не удалось подключиться к серверу. Пожалуйста обновите эту страницу.

source: IP
ru: IP Адрес

source: Check Connection
ru: Проверка подключения

source: Schedule Back up - CyberPanel
ru: Расписание резервного копирования - CyberPanel

source: Schedule Back up
ru: Расписание резервного копирования

source: On this page you can schedule Back ups to localhost or remote server (If you have added one).
ru: На этой странице вы можете запланировать Резервное копирование на локальный или удаленный сервер (если вы добавили).

source: Select Destination
ru: Выберите место назначения

source: Select Frequency
ru: Выберите частоту

source: Cannot add schedule. Error message:
ru: Не удается добавить расписание. Сообщение об ошибке:

source: Schedule Added
ru: Добавлено расписание

source: Frequency
ru: Частота

source: Back up Home - CyberPanel
ru: Резервное копирование Home - CyberPanel

source: Back up
ru: Резервное копирование

source: Back up and restore sites.
ru: Резервное копирование и восстановление сайтов.

source: Available Functions
ru: Доступные функции

source: Back up Site
ru: Резервное копирование сайта

source: Restore Back up
ru: Восстановить из резервной копии

source: Restore
ru: Восстановление

source: Transfer Websites from Remote Server - CyberPanel
ru: Перенос веб-сайтов с удаленного сервера - CyberPanel

source: This feature can import website(s) from remote server
ru: Эта функция может импортировать веб-сайт(-ы) с удаленного сервера

source: Fetch Accounts
ru: Получить учетные записи

source: Start Transfer
ru: Старт Переноса

source: Cancel
ru: Отмена

source: Could not connect, please refresh this page.
ru: Не удалось подключиться, пожалуйста обновите эту страницу.

source: Accounts Successfully Fetched from remote server.
ru: Учетные записи успешно извлечены из удаленного сервера.

source: Backup Process successfully started.
ru: Успешно запущен процесс резервного копирования.

source: Backup successfully cancelled.
ru: Резервное копирование успешно отменено.

source: Search Accounts..
ru: Поиск учетных записей..

source: Website
ru: Веб-сайт

source: Package
ru: Пакет

source: Email
ru: Эл. почта

source: Restore Website - CyberPanel
ru: Восстановление веб-сайта - CyberPanel

source: Restore Website
ru: Восстановление веб-сайта

source: This page can be used to restore your websites, Back up should be generated from CyberPanel Back up generation tool, it will detect all Back ups under <strong>/home/backup</strong>.
ru: На этой странице возможно восстановить ваши веб-сайты, при условии, что резервная копия была создана при помощи инструмента CyberPanel для создания резервных копий , который обнаружит все резервные копии в <strong>/home/backup</strong>.

source: Select Back up
ru: Выбрать резервную копию

source: Error message:
ru: Сообщение об ошибке:

source: Site related to this Back up already exists.
ru: Сайт, относящиеся к этой резервной копии уже существует.

source: Home - CyberPanel
ru: Главная - CyberPanel

source: Use the tabs to navigate through the control panel.
ru: Используйте вкладки панели управления для навигации

source: Usage
ru: Использование

source: CPU Usage
ru: Использование процессора

source: Ram Usage
ru: Использование оперативной памяти

source: Disk Usage '/'
ru: Использование диска '/'

source: User Functions
ru: Пользовательские функции

source: Users
ru: Пользователи

source: Website Functions
ru: Функции Веб-сайта

source: Websites
ru: Веб-сайты

source: Add/Modify Packages
ru: Добавить/изменить пакеты

source: Packages
ru: Пакеты

source: Database Functions
ru: Функции базы данных

source: Databases
ru: Базы данных

source: Control DNS
ru: Управление DNS

source: FTP Functions
ru: FTP функции

source: Emails
ru: Эл.почта

source: Server Tuning
ru: Настройка сервера

source: Server Status
ru: Состояние сервера

source: PHP Configurations
ru: Конфигурации PHP

source: Logs
ru: Логи

source: Security
ru: Безопасность

source: Disk Usage
ru: Использование диска

source: Web Hosting Control Panel
ru: Панель управления Веб-хостинга

source: Close sidebar
ru: Закрыть боковую панель

source: My Account
ru: Мой аккаунт

source: Edit profile
ru: Редактировать профиль

source: View Profile
ru: Посмотр Профиля

source: Logout
ru: Выйти

source: CPU Load Average
ru: Средняя загрузка ЦП

source: Dashboard Quick Menu
ru: Панель меню быстрого доступа

source: Tuning
ru: Настройка

source: Overview
ru: Обзор

source: Version Management
ru: Управление версиями

source: Main
ru: Главный

source: Create New User
ru: Создать нового пользователя

source: Modify User
ru: Редактировать пользователя

source: Delete User
ru: Удалить пользователя

source: Create Website
ru: Создать Веб-сайт

source: List Websites
ru: Список Веб-сайтов

source: Modify Website
ru: Изменить Веб-сайт

source: Suspend/Unsuspend
ru: Приостановки/возобновления

source: Delete Website
ru: Удалить Веб-сайт

source: Create Package
ru: Создать пакет

source: Delete Package
ru: Удалить пакет

source: Modify Package
ru: Изменение пакета

source: Create Database
ru: Создание базы данных

source: Delete Database
ru: Удаление базы данных

source: List Databases
ru: Список баз данных

source: Create Nameserver
ru: Создать Nameserver

source: Create DNS Zone
ru: Создание DNS зоны

source: Delete Zone
ru: Удаление зоны

source: Add/Delete Records
ru: Добавление /Удаление записей

source: Create Email Account
ru: Создание учетной записи электронной почты

source: Create Email
ru: Создание электронной почты

source: Delete Email Account
ru: Удаление учетной записи электронной почты

source: Delete Email
ru: Удаление почты

source: Change Password
ru: Изменить Пароль

source: Access Webmail
ru: Доступ к Веб-почте

source: Create FTP Account
ru: Создание учетной записи FTP

source: Delete FTP Account
ru: Удаление учетной записи FTP

source: List FTP Accounts
ru: Список Учетных записей FTP

source: Add/Delete Destination
ru: Добавление/Удаление места назначения

source: Manage SSL
ru: Управление SSL

source: Hostname SSL
ru: SSL текущего хоста

source: Server
ru: Сервер

source: LiteSpeed Tuning
ru: Настройка LiteSpeed

source: PHP Tuning
ru: Настройка PHP

source: LiteSpeed Status
ru: Состояние LiteSpeed

source: CyberPanel Main Log File
ru: Файл главного лог-журнала CyberPanel

source: Install PHP Extensions
ru: Установка расширений PHP

source: Install Extensions
ru: Установка расширений

source: Edit PHP Configs
ru: Редактирование конфигурации PHP

source: Access Log
ru: Лог-журнал доступа

source: Error Logs
ru: Лог-журнал ошибок

source: Email Logs
ru: Лог-журнал Эл.почты

source: Email Log
ru: Лог эл.почты

source: FTP Logs
ru: Лог-журнал FTP

source: Firewall Home
ru: Брандмауэр Home

source: Firewall
ru: Брандмауэр

source: Secure SSH
ru: Безопасный SSH

source: NEW
ru: Новый

source: CPU Status
ru: Состояние ЦП

source: Fullscreen
ru: Полный экран

source: System Status
ru: Состояние системы

source: Version Management - CyberPanel
ru: Управление версиями - CyberPanel

source: On this page you can manage versions and or upgrade to latest version of CyberPanel
ru: На этой странице можно управлять версиями и/или обновить до последней версии CyberPanel

source: Current Version
ru: Текущая версия

source: Build
ru: Сборка

source: Latest Version
ru: Последняя версия

source: Latest Build
ru: Последняя сборка

source: Error message:
ru: Сообщение об ошибке:

source: Update started...
ru: Обновление началось...

source: Update finished...
ru: Обновление завершено...

source: Could not connect. Please refresh this page.
ru: Не удалось подключиться. Пожалуйста обновите эту страницу.

source: Create New Database - CyberPanel
ru: Создание новой базы данных - CyberPanel

source: Create a new database on this page.
ru: Создайте новую базу данных на этой странице.

source: Database Name
ru: Имя базы данных

source: User Name
ru: Имя пользователя

source: Cannot create database. Error message:
ru: Не удается создать базу данных. Сообщение об ошибке:

source: Database created successfully.
ru: База данных создана успешно.

source: Delete Database - CyberPanel
ru: Удаление базы данных - CyberPanel

source: Delete an existing database on this page.
ru: Удаление существующей базы данных на этой странице.

source: Select Database
ru: Выбрать базу данных

source: Database deleted successfully.
ru: База данных успешно удалена.

source: Database Functions - CyberPanel
ru: Функции базы данных - CyberPanel

source: Create, edit and delete databases on this page.
ru: Создавать, редактировать и удалять базы данных на этой странице.

source: List Databases - CyberPanel
ru: Список баз данных - CyberPanel

source: List Databases or change their passwords.
ru: Просмотреть список баз данных или изменить пароли.

source: Select Domain
ru: Выберите домен

source: Records successfully fetched for
ru: Записи успешно извлечены для:

source: Password changed for:
ru: Пароль изменен для:

source: Cannot change password for
ru: Невозможно изменить пароль для:

source: Could Not Connect to server. Please refresh this page
ru: Не удалось подключиться к серверу. Пожалуйста обновите эту страницу.

source: Database User
ru: Пользователь Базы данных

source: Change
ru: Изменить

source: Add/Modify DNS Records - CyberPanel
ru: Добавить/изменить записи DNS - CyberPanel

source: Add/Modify DNS Zone
ru: Добавить/изменить DNS-зону

source: On this page you can add/modify dns records for domains whose dns zone is already created.
ru: На этой странице вы можете добавить/изменить записи dns для доменов, чьи DNS-зоны уже создан.

source: Add Records
ru: Добавление записей

source: Name
ru: Имя

source: Add
ru: Добавить

source: Domain Name
ru: Доменное имя

source: Priority
ru: Приоритет

source: Policy
ru: Политика

source: Text
ru: Текст

source: Type
ru: Тип

source: Value
ru: Значение

source: Cannot fetch records. Error message:
ru: Не удалось получить записи. Сообщение об ошибке:

source: Cannot add record. Error message:
ru: Не удается добавить запись. Сообщение об ошибке:

source: Record Successfully Deleted
ru: Запись успешно удалена

source: Cannot delete record. Error message:
ru: Не удается удалить запись. Сообщение об ошибке:

source: Record Successfully Added.
ru: Запись успешно добавлена.

source: Create DNS Zone - CyberPanel
ru: Создание DNS-зоны - CyberPanel

source: This page is used to create DNS zone, to edit dns zone you can visit Modify DNS Zone Page.
ru: Эта страница используется для создания зоны DNS, чтобы изменить зону dns, вы можете посетить страницу изменение зоны DNS.

source: Details
ru: Подробности

source: Cannot create DNS Zone. Error message:
ru: Не удается создать DNS-зону. Сообщение об ошибке:

source: DNS Zone for domain:
ru: DNS-зона для домена:

source: Create Nameserver - CyberPanel
ru: Создание сервера имен (nameserver) - CyberPanel

source: You can use this page to setup nameservers using which people on the internet can resolve websites hosted on this server.
ru: Можно использовать эту страницу для установки серверов имён (nameservers), с помощью которого люди в Интернете смогут получить доступ к веб-сайтам, размещенным на этом сервере.

source: First Nameserver
ru: Первый сервер имен (nameserver)

source: Second Nameserver (Back up)
ru: Второй сервер имен (backup nameserver)

source: Nameserver cannot be created. Error message:
ru: Сервер имен (nameserver) не может быть создан. Сообщение об ошибке:

source: The following nameservers were successfully created:
ru: Были успешно созданы следующих серверы имен (nameservers):

source: Delete DNS Zone - CyberPanel
ru: Удаление DNS-зоны - CyberPanel

source: Delete DNS Zone
ru: Удаление DNS-зона

source: This page can be used to delete DNS Zone. Deleting the DNS zone will remove all its related records as well.
ru: Эта страница может быть использована для удаления DNS-зоны. Удаление зоны DNS удалит все свои связанные записи.

source: Select Zone
ru: Выберите зону

source: Are you sure?
ru: Вы уверены?

source: Cannot delete zone. Error message:
ru: Не удается удалить зону. Сообщение об ошибке:

source: Zone for domain:
ru: Зона для домена:

source: is successfully erased.
ru: успешно удалена.

source: DNS Functions - CyberPanel
ru: Функции DNS - CyberPanel

source: DNS Functions
ru: Функции DNS

source: Create, edit and delete DNS zones on this page.
ru: Создавать, редактировать и удалять DNS-зоны на этой странице.

source: Add Delete Records
ru: Добавить Удалить записи

source: Add Delete/Records
ru: Добавить/Удалить записи

source: Disable
ru: Отлючить

source: Enable
ru: Включить

source: Cannot list websites. Error message:
ru: Не удается перечислить веб-сайты. Сообщение об ошибке:

source: List Domains
ru: Список доменов

source: Domains
ru: Домены

source: Refresh
ru: Обновление

source: Save Changes
ru: Сохранить изменения

source: Close
ru: Закрыть

source: Firewall - CyberPanel
ru: Брандмауэр - CyberPanel

source: Add/Delete Firewall Rules
ru: Добавление/Удаление правил брандмауэра

source: On this page you can add/delete firewall rules. (By default all ports are blocked, except mentioned below)
ru: На этой странице вы можете добавлять/удалять правила брандмауэра. (По умолчанию блокируются все порты, за исключением указанных ниже)

source: Add/Delete Rules
ru: Добавление/Удаление правил

source: Start
ru: Начать

source: Stop
ru: Остановка

source: Reload
ru: Перезагрузить

source: Action failed. Error message:
ru: Не удалось выполнить действие. Сообщение об ошибке:

source: Action successful.
ru: Успешное действие

source: Protocol
ru: Протокол

source: Rule successfully added.
ru: Правило успешно добавлено.

source: Security - CyberPanel
ru: Безопасность - CyberPanel

source: Security Functions
ru: Функции безопасности

source: Manage the security of the server on this page.
ru: Управление безопасностью сервера на этой странице.

source: Secure SSH - CyberPanel
ru: Безопасный SSH - CyberPanel

source: Secure or harden SSH Configurations.
ru: Настройка безопасных SSH конфигураций.

source: Basic
ru: Базовый

source: SSH Keys
ru: SSH Ключи

source: SSH Port
ru: SSH Порт

source: Permit Root Login
ru: Разрешить возможность авторизации под суперпользователем (root)

source: Before disabling root login, make sure you have another account with sudo priviliges on server.
ru: Прежде чем отключить возможность авторизации под суперпользоателем (root), убедитесь, что у вас есть другая учетная запись с sudo привилегиями на сервере.

source: SSH Configurations Saved.
ru: SSH конфигурации сохранены.

source: Key
ru: Ключ

source: Add Key
ru: Добавить ключ

source: Save
ru: Сохранить

source: SSH Key Deleted
ru: SSH ключ удален

source: Create FTP Account - CyberPanel
ru: Создание учетной записи FTP - CyberPanel

source: Select the website from list, and its home directory will be set as the path to ftp account.
ru: Выберите Веб-сайт из списка, и его домашний каталог будет устанавливаться как путь к учетной записи ftp.

source: FTP Password
ru: FTP Пароль

source: Path (Relative)
ru: Путь (относительный)

source: Leave empty to select default home directory.
ru: Оставьте пустым чтобы выбрать домашний каталог по умолчанию.

source: Create FTP
ru: Создание FTP

source: Cannot create FTP account. Error message:
ru: Не удается создать учетную запись FTP. Сообщение об ошибке:

source: FTP Account with username:
ru: FTP аккаунт с именем пользователя:

source: is successfully created.
ru: успешно создан.

source: Delete FTP Account - CyberPanel
ru: Удаление учетной записи FTP - CyberPanel

source: Select domain and delete its related FTP accounts.
ru: Выберите домен и удалить связанные с ним учетные записи FTP.

source: Select FTP Account
ru: Выберите учетную запись FTP

source: Cannot delete account. Error message:
ru: Не удается удалить учетную запись. Сообщение об ошибке:

source: is successfully deleted.
ru: Успешно удалено

source: Could not connect to the server. Please refresh this page.
ru: Не удалось подключиться к серверу. Пожалуйста обновите эту страницу.

source: FTP Functions - CyberPanel
ru: Функции FTP- CyberPanel

source: Delete and create FTP accounts on this page.
ru: Удаление и создание учетных записей FTP на этой странице.

source: List FTP Accounts - CyberPanel
ru: Список учетных записей FTP - CyberPanel

source: List FTP Accounts or change their passwords.
ru: Просмотреть список учетных записей FTP или изменить пароли.

source: Password changed for
ru: Пароль изменен для:

source: Cannot change password for <strong>{$ ftpUsername $}</strong>. Error message:
ru: Не удается изменить пароль для <strong>{$ ftpUsername $}</strong>. Сообщение об ошибке:

source: Directory
ru: Директория

source: Change Email Password - CyberPanel
ru: Изменить пароль электронной почты - CyberPanel

source: Change Email Password
ru: Изменить пароль электронной почты

source: Select a website from the list, to change its password.
ru: Выберите веб-сайт из списка, чтобы изменить пароль.

source: Select Email
ru: Выберите адрес электронной почты

source: Cannot delete email account. Error message:
ru: Не удается удалить учетную запись электронной почты. Сообщение об ошибке:

source: Password successfully changed for :
ru: Пароль успешно изменен для:

source: Currently no email accounts exist for this domain.
ru: В настоящее время не существует учетных записей электронной почты для данного домена.

source: Create Email Account - CyberPanel
ru: Создание учетной записи электронной почты - CyberPanel

source: Select a website from the list, to create an email account.
ru: Выберите веб-сайт из списка, чтобы создать учетную запись электронной почты.

source: Cannot create email account. Error message:
ru: Не удается создать учетную запись электронной почты. Сообщение об ошибке:

source: Email with id :
ru: Электронная почта с идентификатором:

source: is successfully created.
ru: успешно создан.

source: Delete Email Account - CyberPanel
ru: Удаление учетной записи электронной почты - CyberPanel

source: Select a website from the list, to delete an email account.
ru: Выберите веб-сайт из списка, чтобы удалить учетную запись электронной почты.

source: Email with id : {$ deletedID $} is successfully deleted.
ru: Электронная почта с идентификатором: {$ deletedID $} успешно удалена.

source: Mail Functions - CyberPanel
ru: Почтовые функции - CyberPanel

source: Mail Functions
ru: Почтовые функции

source: Manage email accounts on this page.
ru: Управление учетными записями электронной почты на этой странице.

source: Edit PHP Configurations - CyberPanel
ru: Редактирование конфигурации PHP - CyberPanel

source: Edit PHP Configurations
ru: Редактирование конфигурации PHP

source: Edit PHP Configurations on this page.
ru: Редактирование конфигурации PHP на этой странице.

source: Advanced
ru: Расширенные настройки

source: Select PHP
ru: Выберите PHP

source: display_errors
ru: Директива display_errors

source: file_uploads
ru: Директива file_uploads

source: allow_url_fopen
ru: Директива allow_url_fopen

source: allow_url_include
ru: Директива allow_url_include

source: memory_limit
ru: Директива memory_limit

source: max_execution_time
ru: Директива max_execution_time

source: upload_max_filesize
ru: Директива upload_max_filesize

source: max_input_time
ru: Директива max_input_time

source: PHP Configs Saved.
ru: Конфигурации PHP сохранены.

source: Manage PHP Installations - CyberPanel
ru: Управление установками PHP - CyberPanel

source: Manage PHP Installations
ru: Управление установками PHP

source: Edit your PHP Configurations to suit your needs.
ru: Редактирование конфигураций PHP в соответствии с вашими потребностями.

source: Install PHP Extensions - CyberPanel
ru: Установка расширений PHP - CyberPanel

source: Install/uninstall php extensions on this page.
ru: Установка/удаление расширений php на этой странице.

source: Select PHP Version
ru: Выберите версию PHP

source: Search Extensions..
ru: Поиск расширений

source: Extension Name
ru: Название Расширения

source: Description
ru: Описание

source: Install
ru: Установить

source: Uninstall
ru: Деинсталлировать

source: Go Back
ru: Назад

source: Cannot fetch details. Error message:
ru: Не удалось получить детали. Сообщение об ошибке:

source: Cannot perform operation. Error message:
ru: Не удается выполнить операцию. Сообщение об ошибке:

source: SSL Functions - CyberPanel
ru: Функции SSL - CyberPanel

source: SSL Functions
ru: Функции SSL

source: Issue Let’s Encrypt SSLs for websites and hostname.
ru: Выпуск Let’s Encrypt SSL для веб-сайтов и текущего хоста (hostname).

source: Manage SSL - CyberPanel
ru: Управление SSL - CyberPanel

source: This page can be used to issue Let’s Encrypt SSL for existing websites on server.
ru: Эта страница может использоваться для выпуска Let’s Encrypt SSL для существующих веб-сайтов на сервере.

source: Issue SSL
ru: Выпуск SSL

source: Cannot issue SSL. Error message:
ru: Выпуск SSL невозможен. Сообщение об ошибке:

source: SSL Issued for
ru: SSL выпущен для:

source: Issue SSL For Hostname - CyberPanel
ru: Ошибка SSL для текущего хоста (hostname) - CyberPanel

source: Issue SSL For Hostname
ru: Ошибка SSL для текущего хоста (hostname)

source: Let’s Encrypt SSL for hostname to access CyberPanel on verified SSL.
ru: Let’s Encrypt SSL для текущего хоста (hostname), для доступа к CyberPanel на проверенном SSL.

source: SSL Issued. You can now access CyberPanel at:
ru: Выпущен SSL. Теперь вы можете получить доступ к CyberPanel по адресу:

source: Create Package - CyberPanel
ru: Создание пакета - CyberPanel

source: Packages define resources for your websites, you need to add package before creating a website.
ru: Пакеты определяют ресурсы для ваших веб-сайтов, вам нужно добавить пакет перед созданием веб-сайта.

source: Package Details
ru: Сведения о пакете

source: Package Name
ru: Наименование пакета:

source: (0 = Unlimited)
ru: (0=Неограниченно)

source: Disk Space
ru: Дисковое пространство

source: MB (0 = Unlimited)
ru: MB (0 = неограниченно)

source: Bandwidth
ru: Пропускная способность

source: FTP Accounts
ru: Учетные записи FTP

source: Cannot create package. Error message:
ru: Невозможно создать пакет. Сообщение об ошибке:
