Repository: litespeedtech/cyberpanel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Successfully Created
ru: успешно создан.

source: Delete Package - CyberPanel
ru: Удалить пакет - CyberPanel

source: Select Package
ru: Вибрать пакет

source: Cannot delete package. Error message:
ru: Не удается удалить пакет. Сообщение об ошибке:

source: Successfully Deleted
ru: Успешно удален

source: Packages - CyberPanel
ru: Пакеты - CyberPanel

source: Modify Package - CyberPanel
ru: Изменить пакет - CyberPanel

source: Cannot fetch package details. Error message:
ru: Невозможно получить информацию о пакете. Сообщение об ошибке:

source: Package Details Successfully Fetched
ru: Детали пакета успешно доставлены

source: Successfully Modified
ru: Успешно модифицировано

source: Access Logs - CyberPanel
ru: Лог-журналы доступа - CyberPanel

source: Access Logs
ru: Лог-журналы доступа

source: Access Logs for main web server.
ru: Лог-журналы доступа для основного веб-сервера.

source: Last 50 Lines
ru: Последние 50 строк

source: Last 50 Lines Fetched
ru: Последние 50 строк извлечены

source: Could not fetch logs. Use the command line to view the log file.
ru: Не удалось получить лог-журналы. Используйте командную строку для просмотра файла лог-журнала.

source: Error Logs - CyberPanel
ru: Лог-журналы ошибок - CyberPanel

source: Email Logs for main web server.
ru: Лог-журналы электронной почты для основного веб-сервера.

source: Error Logs for main web server.
ru: Лог-журналы ошибок для основного веб-сервера.

source: FTP Logs - CyberPanel
ru: Лог-журналы FTP - CyberPanel

source: FTP Logs for main web server.
ru: Лог-журналы FTP для основного веб-сервера.

source: Server Logs - CyberPanel
ru: Лог-журналы сервера - CyberPanel

source: Server Logs
ru: Лог-журналы сервера

source: These are the logs from main server, to see logs for your website navigate to: Websites -> List Websites -> Select Website -> View Logs.
ru: Это лог-журналы основного сервера, чтобы просмотреть лог-журналы для вашего веб-сайта, перейдите на: Веб-сайты -> Список веб-сайтов -> Выбрать сайт -> Просмотр лог-журналов.

source: CyberPanel Main Log File - CyberPanel
ru: Основной файл лог-журнала CyberPanel - CyberPanel

source: This log file corresponds to errors generated by CyberPanel for your domain errors log you can look into /home/domain/logs.
ru: Этот файл лог-журнала соответствует ошибкам, сгенерированным CyberPanel для лог-журнала ошибок вашего домена , который находится в / home / domain / logs.

source: Server Status - CyberPanel
ru: Состояние сервера - CyberPanel

source: View LiteSpeed status and log files.
ru: Просмотр состояние LiteSpeed ​​и файлов лог-журнала.

source: LiteSpeed Status - CyberPanel
ru: Состояние LiteSpeed ​​- CyberPanel

source: LiteSpeed Status:
ru: Состояние LiteSpeed:

source: On this page you can get information regarding your LiteSpeed processes.
ru: На этой странице вы можете получить информацию о процессах LiteSpeed.

source: LiteSpeed Processes
ru: Процессы LiteSpeed

source: Process ID
ru: Идентификатор процесса

source: Main Process
ru: Основной процесс

source: lscgid Process
ru: Процесс lscgid

source: Could not fetch details, either LiteSpeed is not running or some error occurred, please see CyberPanel Main log file.
ru: Не удалось получить данные, либо LiteSpeed ​​не запущен, либо произошла какая-либо ошибка, см. Главный файл лог-журнала CyberPanel.

source: Reboot Litespeed
ru: Перезагрузка Litespeed

source: Stop LiteSpeed
ru: Остановить LiteSpeed

source: Error Occurred. See CyberPanel main log file.
ru: Произошла ошибка. См. Основной файл лог-журнала CyberPanel.

source: Could not connect to server.
ru: Невозможно подключиться к серверу

source: Server Tuning - CyberPanel
ru: Настройка сервера - CyberPanel

source: On this page you can set runing parameters for your webserver depending on your hardware.
ru: На этой странице вы можете установить параметры запуска для своего веб-сервера в зависимости от вашего оборудования.

source: LiteSpeed Tuning - CyberPanel
ru: Настройка LiteSpeed ​​- CyberPanel

source: You can use this page to tweak your server according to your website requirments.
ru: Вы можете использовать эту страницу для настройки вашего сервера в соответствии с требованиями своего веб-сайта.

source: Tuning Details
ru: Детали настройки

source: Max Connections
ru: Максимальное количество соединений

source: Max SSL Connections
ru: Максимальное количество SSL соединений

source: Connection Timeout
ru: Таймаут соединения

source: Keep Alive Timeout
ru: Директива Keep Alive Timeout

source: Cache Size in memory
ru: Размер кэша в памяти

source: Enable GZIP Compression
ru: Включить сжатие Gzip

source: Currently:
ru: В данный момент

source: Tune Web Server
ru: Настроить Веб-сервер

source: Cannot fetch Current Value, but you can still submit new changes, error reported from server:
ru: Не удается получить текущее значение, но у вас есть возможность отправлять новые изменения,сообщение об ошибке с сервера:

source: Cannot save details, Error Message:
ru: Не удается сохранить данные, Сообщение об ошибке:

source: Web Server Successfully tuned.
ru: Веб-сервер успешно настроен.

source: PHP Tuning - CyberPanel
ru: Настройка PHP - CyberPanel

source: Set how each version of PHP behaves in your server here.
ru: Установите поведение различых версий PHP на вашем сервере

source: Initial Request Timeout (secs)
ru: Исходный тайм-аут запроса (сек.)

source: Memory Soft Limit
ru: Мягкий лимит памяти

source: Memory Hard Limit
ru: Жесткий лимит памяти

source: Process Soft Limit
ru: Мягкий лимит процесса

source: Process Hard Limit
ru: Жесткий лимит процесса

source: Persistent Connection
ru: Постоянное соединение

source: Tune PHP
ru: Настроить PHP

source: Cannot tune. Error message:
ru: Невозможно настроить. Сообщение об ошибке:

source: Details Successfully fetched.
ru: Детали успешно доставлены.

source: Successfully tuned.
ru: Успешно настроен

source: Create New User - CyberPanel
ru: Создать нового пользователя - CyberPanel

source: Create root, reseller or normal users on this page.
ru: Создайте на этой странице суперпользователей (root), реселлеров или обычных пользователей.

source: User Details
ru: Пользовательские данные

source: First Name
ru: Имя

source: First Name should contain only alphabetic characters.
ru: Имя должно содержать только буквенные символы.

source: Last Name
ru: Фамилия

source: Last Name should contain only alphabetic characters.
ru: Фамилия должна содержать только буквенные символы.

source: Invalid Email
ru: Некорректный Email

source: Account Type
ru: Тип Учетной Записи

source: User Accounts Limit
ru: Предельное количество учетных записей пользователей

source: Only Numbers
ru: Tолько цифры

source: Username
ru: Имя пользователя

source: Username should be lowercase alphanumeric.
ru: Имя пользователя должно быть в нижнем регистре буквенно-цифровым

source: Must contain one number and one special character.
ru: Должно содержать одно число и один специальный символ.

source: Create User
ru: Создать пользователя

source: Account with username:
ru: Учетная запись с именем пользователя:

source: Cannot create user. Error message:
ru: Невозможно создать пользователя. Сообщение об ошибке:

source: Length of first and last name combined should be less than or equal to 20 characters
ru: Длина объединенного имени и фамилии должна быть меньше или равна 20 символам

source: Delete User - CyberPanel
ru: Удалить пользователя - CyberPanel

source: Websites owned by this user will automatically transfer to the root.
ru: Веб-сайты, принадлежащие этому пользователю, автоматически перейдут в пользование суперпользователя (root)

source: Select User
ru: Выбрать пользователя

source: Cannot delete user. Error message:
ru: Не удается удалить пользователя. Сообщение об ошибке:

source: User
ru: Пользователь

source: User Functions - CyberPanel
ru: Функции пользователя - CyberPanel

source: Create, edit and delete users on this page.
ru: Создавайте, редактируйте и удаляйте пользователей на этой странице.

source: Modify User - CyberPanel
ru: Изменить пользователя - CyberPanel

source: Modify existing user settings on this page.
ru: Измените существующие пользовательские настройки на этой странице.

source: Select Account
ru: Выберите учетную запись

source: is successfully modified.
ru: успешно изменен.

source: Cannot modify user. Error message:
ru: Невозможно изменить пользователя. Сообщение об ошибке:

source: Details fetched.
ru: Детали получены.

source: Account Details - CyberPanel
ru: Детали учетной записи - CyberPanel

source: Account Details
ru: Детали аккаунта

source: List the account details for the currently logged in user.
ru: Перечислите данные учетной записи для текущего пользователя.

source: Account Level
ru: Уровень аккаунта

source: ( 0 = Unlimited )
ru: (0 = неограниченно)

source: Websites Limit
ru: Предельное количество веб-сайтов

source: Application Installer
ru: Установщик приложения

source: Install wordpress with LSCache
ru: Установить wordpress с LSCache

source: Wordpress with LSCache
ru: WordPress с LSCache

source: Create New Website - CyberPanel
ru: Создать новый сайт - CyberPanel

source: On this page you can launch, list, modify and delete websites from your server.
ru: На этой странице вы можете запускать, переименовывать, изменять и удалять веб-сайты с вашего сервера.

source: Website Details
ru: Информация о сайте

source: Select Owner
ru: Выберите владельца

source: Invalid Domain (Note: You don't need to add 'http' or 'https')
ru: Недопустимый домен (Примечание: вам не нужно добавлять «http» или «https»)

source: Additional Features
ru: Дополнительные параметры

source: Cannot create website. Error message:
ru: Не удается создать веб-сайт. Сообщение об ошибке:

source: Website with domain
ru: Веб-сайт с доменом

source: is Successfully Created
ru: Успешно создан

source: Delete Website - CyberPanel
ru: Удалить веб-сайт - CyberPanel

source: This page can be used to delete website, once deleted it can not be recovered.
ru: Эта страница может использоваться для удаления веб-сайта, после удаления не может быть восстановлена.

source: Cannot delete website, Error message:
ru: Не удается удалить веб-сайт, сообщение об ошибке:

source: Successfully Deleted.
ru: Успешно удалено

source: Issue
ru: Выпуск

source: For SSL to work DNS of domain should point to server, otherwise self signed SSL will be issued, you can add your own SSL later.
ru: Для корректной работы SSL, DNS домена должна указывать на сервер, в противном случае будет выдан самостоятельно подписанный SSL, вы можете добавить свой собственный SSL позже.

source: Website Functions - CyberPanel
ru: Функции веб-сайта - CyberPanel

source: Suspend/Unsuspend Website
ru: Приостановить/возобновить Веб-сайт

source: Path
ru: Путь

source: Installation failed. Error message:
ru: Установка не удалась. Сообщение об ошибке:

source: All functions related to a particular site.
ru: Все функции, относящиеся к определенному сайту.

source: Resource Usage
ru: Использование ресурсов

source: Resource
ru: Ресурс

source: Allowed
ru: Разрешено

source: Bandwidth Usage
ru: Использование пропускной способности

source: Load Access Logs
ru: Загрузить лог-журналы доступа

source: Load Error Logs
ru: Загрузить лог-журналы ошибок

source: Logs Fetched
ru: Логи получены

source: Could not fetch logs, see the logs file through command line. Error message:
ru: Невозможно получить лог-журнал, просмотрите логи через терминал. Сообщение об ошибке.

source: Next
ru: Следующий

source: Previous
ru: Предыдущая

source: Configurations
ru: Конфигурации

source: Edit vHost Main Configurations
ru: Редактирование основных конфигураций vHost

source: Add Rewrite Rules (.htaccess)
ru: Добавление правила перезаписи (.htaccess)

source: Add Your Own SSL
ru: Добавить свой собственный SSL

source: Add SSL
ru: Добавьте SSL

source: SSL Saved
ru: SSL сохранен

source: Could not save SSL. Error message:
ru: Не удалось сохранить SSL. Сообщение об ошибке:

source: Current configuration in the file fetched.
ru: Текущая конфигурация в файле загружена

source: Could not fetch current configuration. Error message:
ru: Не удалось получить текущую конфигурацию. Сообщение об ошибке:

source: Current rewrite rules in the file fetched.
ru: Текущие правила перезаписи в извлеченном файле.

source: Could not fetch current rewrite rules. Error message:
ru: Не удалось получить текущие правила перезаписи. Сообщение об ошибке:

source: Could not save rewrite rules. Error message:
ru: Не удалось сохранить правила перезаписи. Сообщение об ошибке:

source: Save Rewrite Rules
ru: Сохранить правила перезаписи

source: Files
ru: Файлы

source: File Manager
ru: Диспетчер Файлов

source: Cannot fetch website details. Error message:
ru: Не удалось получить детали веб-сайта. Сообщение об ошибке:

source: Websites Hosted - CyberPanel
ru: Веб-сайтов Хостинг - CyberPanel

source: Modify Website - CyberPanel
ru: Изменить веб-сайт - CyberPanel

source: Current Package:
ru: Действующий пакет:

source: Current Owner:
ru: Текущий владелец:

source: Cannot modify website. Error message:
ru: Нельзя изменить веб-сайт. Сообщение об ошибке:

source: Website Details Successfully fetched
ru: Детали веб-сайта успешно получены

source: Suspend/Unsuspend Website - CyberPanel
ru: Приостановки/возобновления веб-сайт - CyberPanel

source: This page can be used to suspend/unsuspend website.
ru: Эта страница может быть использована для приостановки/возобновления веб-сайта.

source: Suspend
ru: Приостановить

source: Un-Suspend
ru: Возобновить

source: Cannot suspend website, Error message:
ru: Не удается приостановить веб-сайт, сообщение об ошибке:

source: Cannot unsuspend website. Error message:
ru: Не удается возобновить работу веб-сайта. Сообщение об ошибке:

source: Website
ru: Веб-сайт

source: Successfully
ru: Успешно

source: Add Domains
ru: Добавление доменов

source: This path is relative to:
ru: Этот путь является относительным:

source: Leave empty to set default.
ru: Оставьте пустым, чтобы задать по умолчанию.

source: Create Domain
ru: Создать домен

source: PHP Version Changed to:
ru: PHP версии изменено на:

source: Deleted:
ru: Удалено:

source: SSL Issued:
ru: SSL выпущен:

source: Installation successful. To complete the setup visit:
ru: Успешная установка. Для завершения установки перейдите:
